[
  "War is an epic illusion. It is but fate and destiny that we as man keep fighting. This eternal curse will always continue to bring Hell to this earth to every fallen warrior. But through this eternal curse that tests our strength weakness and temptation of darkness, no matter, we keep fighting.While peace stands an illusion today, we still keep love, we still live, and we continue to survive. While fighting costs a life for living, we still stand, strong. Without loosing the will to be human.",
  "Man has fought for love, for life, for mankind and the will to be human. But it was before man, that the war began.",
  "It was never measured as a single. When civilizations spread across planets they discovered each other. And now as a whole, the races will rise. And to this new coming light, when it strikes against ones face, and darkness will be cast down in its shadow.",
  "From every corner of the planet, to the stars above you are being watched. When you stand up, you stand tall. Overlooking everyone else. You can be seen from the darkest depths of the ocean, to the cold rigid mountains. And for a single moment in time, you are judged. Not by the strength pride, nor by the fear of loosing, your ability to run the end of time, or to hurl mountains. For this moment you will shine, and above all else, the eleventh hour strikes. And now it is time that gods will hear you roar. It is time for the mountains to shake in your path.",
  "You walk from your past. Life is finally getting better. Your troubles cease to exist. And yet, you still look over your shoulder in fear. For your past might come back to haunt you. It still lives on. And it might come back and drag you under when you least expect it.",
  "Outcast by journey, death by choice, bounded and dead always remained.",
  "As the ground you walk on becomes an endless dark abyss, someone will ask you to drag yourself out. And before you did, your response is 'I did not fail at the mission, I am going to see my family one way or another'",
  "Standing above my fathers grave, I cut myself, letting myself bleed over his tombstone. So that I can return to him, my fear, anger, and sorrow from were it came.",
  "And before you die, you will walk before the wake of the wind and face thy fear.",
  "I will burn the grounds of the forest, and destroy all within my path, but remain for my family and friends, the gates to the garden of eden.",
  "As you walk against the wind in a concrete city you feel a disturbance. There are things that are not right in the world, as the animals run the other way. Running into a forest, you can see a wall of water, rise out of the darkness, and cold air breathes over your skin. As the salt splashes against your face, you hear the sails drop, and you look to the Horizon. Only to speak with death for the first time, as the horse lords rides across the kingdom. But only within the mountains, do you smell fear at sunset, and taste blood at sunrise. A storm is rising over the horizon. With the music in the distance, you begin to dance for one last time. And only when you feel the planet stops before you and prepare for death.",
  "We are so close to victory. We face fear itself when its leader is just beyond the next hillside. Both my partner and I pack up a truck with plastic explosives as I tell him 'you are staying behind, I will go and take care of this myself'. He says, 'no, I am ready for death, and I have fought alongside a friend. Besides, I would like to greet my family at the gates of heaven, even when I may be condemned to hell myself, I am at least promising them a future'. Then I respond 'are you sure?'' and my partner responds, 'we are the closest, and we have a chance. I will be damned if I do no different. And I will even walk to the gates of hell if my family will roam the wild green forests'. He looks at me in a stern look. We pack our bags, load the truck, and ride into the enemy. And as we fight as fast as we can, we race into the enemy headquarters, and from beyond the valley, you see a mushroom cloud form in the distance and shout victory.",
  "I may have fallen as a soldier, but I will return to earth from the heavens as a hero, endlessly walking. Today is the night that I awaken and am forever cursed to see my family in the bodies of others. But my time will not be wasted at the dusk of dawn. Tonight is the day I return in the dead of night awoken by gods to have the next chance to banish the corrupted dead that walk this life into the endless abyss into the fathoms of Hell he shall go. In the brightest of days and the darkest of nights, I shall protect the souls of gods children, my friends, my family. I have come.",
  "I have left this world the same way I came, through the golden gates of heaven, after I passed through the underground gates to Hell and back.",
  "They say history repeats itself. And try to learn from what history we can gather. To try and repeat our successes and create new ones to write in the scrolls. Even though we do fail, and when we do you will hear the music repeat itself. And when the record prepares to make that third revolution, you prepare for the eleventh hour from your choice, that echos across canyons and in oceans. For the eleventh hour is to come once again for the third time so you may listen and be heard. For now on the third time the eleventh hour as stroke, and the beginning of the end has occurred but once again. Now you choose to stand and say against the wind 'this is it'."
]
